//*? "Примитивы" они же примитивные типы данных
/** 
* *  1) Числа ( 1, 2, 3, 4 )
* *  2) Строки ( " Привет Мир!" )
* *  3) null
* *  4) undefined
* *  5) Symbol ( появился в редакции ES6 )
* *  6) Bigint ( for very large num )
* *  7) Boolean ( true or false )

*? Операторы '+' '-' '*' '/'
* * По сути выполняют то же, что и в математике
*! Комбинации этих операторов с '='

* * '+=' - 
* * '-=' -
* * '*=' - 
* * '/=' - 


*? Increment and Decrement 

* * '++' - Increment ( увеличивает значение на 1 )
* * '--' - Decrement ( уменьшает значение на 1 )



     */
